lib/sepa/xml_templates/soap/request_certificate.xml

<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cer="http://bxd.fi/CertificateService">
   <env:Header/>
   <env:Body>
      <cer:getCertificatein>
         <cer:RequestHeader>
            <cer:SenderId></cer:SenderId>
            <cer:RequestId></cer:RequestId>
            <cer:Timestamp></cer:Timestamp>
         </cer:RequestHeader>
         <cer:ApplicationRequest></cer:ApplicationRequest>
      </cer:getCertificatein>
   </env:Body>
</env:Envelope>